import React from "react";
import BannerMaker from "../BannerMaker";
import Image from "next/image";

export default function Detail() {
  return (
    <div className=" mb-20">
      <BannerMaker title="حکم خیانت زن به شوهر " banner="detailbg" />

      <section dir="rtl" className=" w-full px-5  md:px-10  leading-9 font-bold text-justify  text-[17px] mt-10 ">
        <p>
          به شخصی که از طرف موکل اختیاراتی بر عهده دارد تا در حوزه‌های مختلف از
          او دفاع کند، وکیل گفته می‌شود. پیدا کردن بهترین وکیل تهران ممکن است
          برای بعضی‌ها کار سختی به نظر برسد؛ زیرا تهران به عنوان پایتخت کشور، یک
          شهر بسیار بزرگ و پرجمعیت است و وکلای زیادی دارد. اگر می‌خواهید در امور
          حقوقی و دعاوی کیفری، خانوادگی و… حق خود را بگیرید، به شما پیشنهاد
          می‌دهیم به یک وکیل خوب و حاذق مراجعه کنید.وکیل تهران باید پروانه
          وکالت گرفته باشد تا با داشتن تخصص و تجربه کافی بتواند مشکل شما را حل
          کند. پس خیلی مهم است که هنگام مشاوره روند چند نمونه از پرونده‌های موفق
          را برایتان توضیح دهد. به طور کلی وکیل تهران با داشتن یک سری خصوصیات و
          ویژگی‌های خاص، شانس برنده شدن شما را در دادگاه افزایش می‌دهد. در ادامه
          با معرفی بهترین وکیل پایه یک دادگستری تهران به شما کمک می‌کنیم تا در
          دعاوی مختلف از حق خود دفاع کنید و برنده نهایی دادگاه باشید.
        </p>

        <h1 className=" mt-10 text-[24px] ">
        وکیل تهران کیست؟
        </h1>

        <p className=" mt-5">
        بر اساس قانون هر فردی حق دارد برای انجام اموری که خودش هم قادر به انجام دادن آن‌ها است، وکیل بگیرد. بنابراین وکیل تهران کسی نیست که فقط در دادگاه حضور داشته باشد؛ زیرا امور اداری و هر گونه معامله از طرف موکل هم تحت نظارت او انجام می‌شود. بهترین وکیل در تهران به عنوان یک فرد باتجربه در حل دعاوی کیفری و حقوقی ادعا دارد و با تسلط بر مواد و تبصره‌های قانونی می‌تواند به پیروزی موکل و مختومه کردن پرونده کمک کند.
        </p>

        <div className=" w-full flex justify-center items-center mt-10 ">

        <Image src='/homepic/depic.jpg' alt="pic" className=" w-[35rem] shadow-2xl" width={300} height={200}/>

        </div>
      </section>
    </div>
  );
}
